Repository: mozilla-l10n/mt-training-data
Catalog: gwc/gwc_pontoon.tmx
Source language: en_us
Languages: gwc

source: Western Highland Purepecha
gwc: مغربی ہائ لینڈ پھوریپیچا

source: Western Penan
gwc: مغربی پینن

source: Western Sierra Puebla Nahuatl
gwc: مغربی سیرا پیوبلو ناہواتی

source: Westphalian
gwc: ویسٹپھولیائی

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
gwc: مٞہ ترجمیں کیر مزیلاٞں آلہ استمال کٞراٞں تاٞس کٞہ <pontoonLink>پونٹون</pontoonLink>مناٞں۔ پونٹون ماٞکہ باٞر جِبونہ تھی، پرہ کٞہ چھیں جِب نہ ہی تو <pontoonRequestLink>تانی جِب میلاگیں کیر درخاست کٞرباں</pontoonRequestLink>۔دیگیر، کامن وائس پراجیکٹ مئ جِب گیاگیں کیر<githubRepoLink>نیم جِباں درخاست دہ گِٹ ہب رہ</githubRepoLink>۔ <localizationFragment>سائٹ آں ترجماٞ رہ دی بیݭ</localizationFragment>۔

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
gwc: مٞہ اٞتوشی بدلی گھِییت۔ ڈیلٹا سیگمنٹ مئ مِچوگ ریلیز تھی ہنکہ مُٹوگ تازہ کلِپونہ تھی۔ <deltaLink> اِیں کاٞراٞں باٞراٞ مئ دی پٞر</deltaLink>۔

source: We've run out of sentences to record in this language...
gwc: مٞہ اِیں جِب مئی دی ریکارڈنگیں کیر جملاٞ نہ لٞد۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
gwc: مٞہ اِیں دِیاٞنتھوں جولاگاں ماڈل مختلف جولاٞگ واٞلاٞں جولاٞگ رہ بہترین عبور حاصِیل کٞرئ تہ۔ اسیں کیر پکاٞروں اٞ وائیس ڈیٹاسیٹ باٞرشئ خلکیں نمائیندگی کٞردہ۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gwc: مٞہ دِیاٞنت اُوں مشیناں اِزدہ کٞروگاں الگورِتھم اِیں قابیل ہوئ اُوں سٞہ مختلف پس منظریں ہٞؤو مئ فرق کٞربئ تہ، تے نسبتاً تیز ہواز پا قبولباٞں اِیں شرط دہ اُوں سٞہ تھئ سابت متناٞں بُجوگ ما نہ رٹینش تہ۔ اِچھِیٹ پس منطریں ہٞؤ کٞہ مسلہ نہ۔ ہاٞر لفظاٞں بُجوگ ما رٹوگ والہ تیز موسیقی پکاٞر نہ۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
gwc: مٞہ بداٞل بداٞل لہجاٞ کٞہ بڑبژیہ مننت۔ اٞ لفظاٞں غلط تلفظاٞں بنیاٞد دہ، زورغلط بھاٞگ رہ داٞگ دہ، یا ظاہِراً سوالیہ نشان نظرانداز کٞروگاٞں بنیاٞد دہ اٞ کلِپ مسترد کٞروگ ما پھِرمال احتیاط کٞر۔ دُناۓ مئ تلفظاں باٞر زیات اختلاف تُھو، کیدے شی توم مئ باضی تئ تانی مقامی کمیونٹی مئ نہ بُت۔ ماٞربینی کاٞ کاٞں خلک تھئ ما بداٞل جوڑہ جولاٞںش توم کٞہ رعایت دہ۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
gwc: مہ تانی <strong>کمیونٹی مینیجر کہ پا پنی اُوں تُو آس مئی دلچسپی گھیننت</strong>، اینیں کیر اوں تھکہ دی مالومات یا مددیں ضرولاٞت ہی تام تھکہ دئی۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
gwc: کامن وائیس مئی کھیکی تُھوں جِب شامل کٞرجینت اٞساٞں باٞراٞ مئ دی ماٞلوماٞتہ سمان مٞہ تھئ سٞہ شآٞردہ رابطہ کٞری۔

source: We will be in touch with more information as it becomes available.
gwc: مٞہ آٞکدی سٞہ راٞبطہ مئ ہوئی دی مالوماتہ سمان کون موجود ہُو تہ۔

source: We will not make your email public.
gwc: مٞہ چھاں ای میل خلک کٞہ نہ پشانت۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
gwc: مٞہ ڈیٹا سیٹ تھی چھاٞں ہوازیں ریکارڈنگز دوکٞروگاٞں درخواست رہ نظرثانی کٞری۔ لخہ چھاں درخاس منظور ہُوتہ کٞن ڈیٹاسیٹ ڈاؤنلوڈ کِیت توم سٞہ پا چھاں ہوازیں ریکارڈنگز رابطہ کٞری۔

source: We will show you a prompt or question
gwc: مٞہ تٞھکٞہ اٞ اِشارہ یا سوال پشائی۔

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
gwc: مٞہ فاؤنڈیشن سٞہ، شہری تنظیم تے کمیونٹی سٞہ شراکاٞت کاٞ انٹرنیٹ اٞ صِحتمن بھاگ چاٞنت۔ موں خاص فوکس مشرقی افریقاٞ رہ تھی۔ موں <programmaticWork> منصوباٞں کاٞر</programmaticWork> آٞں باٞراٞ مئ دی جاٞن۔

source: What is a language on Common Voice?
gwc: کامن وائس راٞکٞہ اٞ جِب کٞنا؟

source: What issues are you experiencing with this content?
gwc: اِیں مواٞد مئ تھکٞہ کٞہ مسلہ پاٞخ ہونت؟

source: What issues are you experiencing with this sentence?
gwc: اِیں جملاٞ مئی تھکہ کٞہ شئی بِکھاٞر مالوم ہُوانت؟

source: What is your age?
gwc: چھیں اُمر کتیک تھی؟

source: What is your sex or gender?
gwc: چھیں جِنس کنا تھی؟

source: What kind of goal do you want to build?
gwc: کٞہ قِسماں ہدف تو مقراٞر کٞروگ دِیانت؟

source: What needs to be in my file?
gwc: میں فائیل مئ کنا پکاٞر تھی؟

source: What questions can I add?
gwc: کٞہ کٞہ سواٞلونہ یہ جمع کٞرباں؟

source: What sentences can I add?
gwc: کاٞں جُملاٞ یہ مِلاباں؟

source: What’s inside the Common Voice dataset?
gwc: کامن وائیساٞں ڈیٹاسیٹاٞں میٞہ کنا تھو؟

source: What's Public?
gwc: عوامی کٞنا تُھو؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
gwc: کون اٞ صارف اٞ اٞ ہوازیں کلپ رد کیر سٞہ نیٹی قطاٞر کٞہ ییں۔ دوئیم دیر رد کیر تے تھیں کلپ، کلپیں قبٞریٹ کٞہ بچیں۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gwc: کون بُجوݭات، بیݭاٞ اُوں کٞناں ریکارڈ ہُوت تتھی ای چُنڑجینت؛ آٞس مئی کٞہ اِیچھیٹ غلطی پا تھی تام قبول مُو کٞر۔ باٞر عام غلطیاٞنیں اِیں تھی؛

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
gwc: کون تئ ریکارڈنگز آں درخاست کیر، مٞہ توم آٞک یا باٞر زِپ فائل مئ اٞبھاگ کٞراٞں۔ یہماک چھاٞں میڄوگ درخاٞست تھو؛

source: Which variant of { $language } do you speak?
gwc: جِبیں کیں قسِم تو مٞننت؟

source: Why ?
gwc: کا؟

source: Why a profile?
gwc: کا اٞ تفصیل؟

source: Why are you asking?
gwc: تو کا تٞپوس کٞرنت؟

source: Why Common Voice?
gwc: کا کامن وائس؟

source: Why does this matter?
gwc: اٞئی کا مسئلہ چانت؟

source: Why we built this Spontaneous Speech prototype
gwc: مٞہ کا روان جولاگاں قسِم چات؟

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gwc: اٞ پروفائیل دہ تو تانی کار آں بام ݭاواں تے مالومات داٞگ واٞلاٞ خلٞک سٞہ پا راٞبطاٞ مئ آشاں۔

source: Wixarika
gwc: ویراٞریکا

source: Wixárika
gwc: ویاریکا

source: Wolof
gwc: وولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
gwc: تو تانی ریکارڈنگ ڈیلیٹ پا ہوگ خوشانتاٞ کو تو توم کامن وائیساٞں ڈیٹا سیٹ مئ ساتوگ دیانت؟

source: Write
gwc: چُنڑ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
gwc: ""۔اِیں ماٞنوڄہ کنا منو تاٞس ہو بہوبھاگ گشوگ والہ الفاٞظہ سمان چُنڑ مثلاً "امممم" یا "ہااااا"

source: Write down what you hear the person saying here
gwc: اِیں مِیش کٞہ مننت تاٞس ہِماک چُنڑ

source: Write options menu
gwc: چُنڑوگاں اختیاراتیں لیسٹ

source: Xhosa
gwc: زھوسا

source: Xitsonga
gwc: څیڅونگا

source: y
gwc: ی ے

source: Y
gwc: ی

source: Yaqui
gwc: یاقوئی

source: Yes
gwc: اوں

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
gwc: اُوں، مکہ ایمیل لاڑا۔ یہ کامن وائیساں منصوباٞں باراٞ مئی مالومات حاصل کٞروگ دیانت۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
gwc: آں، مکٞہ ایمیل لاٞڑاٞ۔ یہ دیانت اوں غام ہواٞذ دہ ایں جِبیں ترقی ماتھی شید درٞم۔

source: Yiddish
gwc: ییدیش

source: Yoruba
gwc: یوروبا

source: You
gwc: تو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
gwc: تو مُٹو <size>{ $size } جی بی </size> ڈاؤنلوڈ شورو کٞرنت، جاری ساتنتاٞ؟

source: You are prepared to initiate a download of <b>{ $size }</b>
gwc: تو اٞ <b> { $size }</b> ڈاؤنلوڈ کٞرگ کٞہ تیار تھو

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
gwc: تو جملاٞ میلاباں<writePageLink>چُنڑوگیں پیج </writePageLink> رہ یا جملاں جائزہ گھینباں<reviewPageLink>جائزیں پیج رہ</reviewPageLink>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
gwc: تٞھہ URLs ڈاریک کاپی تے پیسٹ کٞرباٞں تانی خوش ڈاونلوڈ منیجر کٞہ۔ اوم 12 گھینٹاٞ مئ ایکسپاٞئر ہواٞں، پرہ تو واپس اِیں مُک کٞہ یاٞ کناٞ ٹیمہ ناٞم چاباٞں۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gwc: تٞھہ کی بورڈاٞں اختصار پا استمال کٞرباٞں؛ { sc-review-form-button-approve-shortcut }{ sc-review-form-button-approve-shortcut }منطور کٞروگیں کیر، { sc-review-form-button-reject-shortcut }منظور نہ کٞروگیں کیر، { sc-review-form-button-skip-shortcut }{ sc-review-form-button-skip-shortcut }خیلی چھوروگیں کیر

source: You can choose to make your username public or anonymous.
gwc: تو خوشاباں اوں تانی صارفی نام اخکارہ کٞرنتاٞ کو باٞنام کٞرنت۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
gwc: تو <datasetsPage> ڈیٹاسیٹاٞں پاٞݪ</datasetsPage> تھی باتا، کیں خوشآنش تتھیں جِباٞں ورجن جُوݭی ڈاؤنلوڈ کٞر! فائیلز مئ <metadataLink> متعلقہ میٹاڈیٹا </metadataLink> مثلاً ڈیموگرافِک مالومات تے ڈیٹا قابل قبول کٞراگ تھو۔ ڈیٹاسیٹ ڈاؤنلوڈ کٞروگیں کیر چھاٞں ہاٞسہ ای میل ایڈریس داٞجنت۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
gwc: تو کامن وائیسیں پروفائل چاٞگ دہ تے تانی ہوازاں حصہ تلوگ دہ متنوع تے اوپن سورس ڈیٹاسیٹ چاٞگ مئ مداٞد داٞباں۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
gwc: تو موضوعات رہ جولاگ کٞروگیں کیر<discourseLink> بحث </discourseLink>مئ شامل ہوگ دہ موزِلاٞ ایں جِبیں کمیونٹیز مئ دی سٞہ میلا ہوباں، یا دستی مشوریں کیر <matrixLink> میٹرکس </matrixLink> مئ شامِل ہوباں۔

source: You cannot add multiple sentences for a single submission
gwc: تو اٞ دھیراٞں پیشکش مئ باٞر جُملاٞ نہ مِلاباں

source: You cannot request your recordings while another request is already in progress.
gwc: تٞھہ تانی ریکارڈنگز آں درخاست نہ کٞرباٞں کون مِڄ گٞشی درخاست جاری ہو تہ۔

source: You can request a new takeout of your recordings every { $days } days.
gwc: تٞھہ تانی ریکارڈنگز گٞڑوگیں کیر ناٞم درخاست ہاٞر دوس داٞواٞں۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
gwc: تھہ واقعات کٞراباٞں اوں سٞہ حصہ تلوگ مئ خلکیں مداٞد کٞرئ تہ۔ ائ چھاٞں سوچ مئ کاں تھو تآٞس ما سُگار۔ تو آٞس اٞ کانفرنسِنگ ٹول دہ یا مافوظ آش تہ بالمشافہ پا کٞرباں۔ <eventTemplate> موں مواداں ذخیرہ تے ٹیمپلیٹ واقعات چلاگیں کیر چیک کٞر</eventTemplate>

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
gwc: تو <sentenceCollectorLinkAdd>اوچھوٹ جملاٞ پا میلاباں</sentenceCollectorLinkAdd>، یا تو <bulkImportDocsLink> گِٹ ہب استِمال کآٞ گھاٞن تاٞداٞ مئ جُملاٞ ایمپورٹ کٞرباں </bulkImportDocsLink>۔ یاٞد ساٞت اوں اومی جُملاٞ <licenseLink>سی سی0 یا (پبلک ڈومین) ہودہ </licenseLink>، یا تو اٞپینہ اپان ما چُنڑباں۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
gwc: تو ویکیپیڈیاٞ تھی کھٹاٞن جُملاٞ گڑوگیں کیر <scraperLink> جُملاٞ گڑوگ والہ (سافٹ ویئر) </scraperLink> استِمال کٞرباں۔

source: You check whether the transcription matches the audio
gwc: تو چیک کٞر اوں نقل کٞراٞل آڈیو سٞہ میلن کو نہ

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
gwc: تو ویب سائٹ پا شامل کٞرباں مثلاً کامن وائیس https://commonvoice.mozilla.org/

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
gwc: تو تعلیمی حوالاں طریقہ کار استمال کٞرباں لخٞہ ہارڈورڈ سٹائل "موزیلا(2021) عام ہواز۔ https://commonvoice.mozilla.org رہ دستیاب تھو/ (رسائی کِیت؛ 15 ستمبر 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
gwc: تو پیغام حاصیل کٞروگیں کیر سوشل میڈیا آں پلیٹ فارم استعمال کرباں، تے کاٞں خلک مسلاٞں باٞراٞ مئ مثلاً جِبوناٞں حٞق، ہوازاں اے آئ، یا ٹیکنالوجی مئ تعصباں باٞراٞ مئ جولاٞنش تہ توم سٞہ راٞبطآٞ مئ ہو۔ معاشرتی مہم چلاگیں کیر، بشمول دوبارہ استمال کرجوگاں <campaignLink> مواد رہ مزید مشورہ بیراٞ </campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gwc: تئ کیں نی جِب نہ جوݭِت۔ ماٞر بینی کاٞجِب جوݭوگیں کیر تانی <profileLink>پروفائل </profileLink>کٞہ چو

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gwc: تو اِیں پاݪیں پیشکشیں حد کٞہ پھاٞݭت۔ ماٞربینی کاٞ دی جُملاٞ پیش کٞروگ ما پھِرمال { $retryLimit } مِلٹ حسار ہو۔ صبریں کیر چھاں شکریہ

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gwc: تو اِیں پاݪیں پیشکشیں حد کٞہ پھاٞݭت۔ ماٞربینی کاٞ دی جُملاٞ پیش کٞروگ ما پھِرمال { $retryLimit } سیکنڑ حسار ہو۔ صبریں کیر چھاں شکریہ!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
gwc: تئی اِیں پیج رہ بدلی گھِییت تہ تاٞس تئی سیو نہ کِیت۔ لخہ تئ لوکیل مئ بدلی گھییۓ تہ چھیں بدلی سیو (مافوظ ) نہ ہوئی۔ تو یقیناً لوکیل بدلاگ دِیانتاٞ؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
gwc: تئ اِیں ساٞئیٹ رہ کیں بدلی کیت تاٞس سیو نہ کِیت۔ لخہ تئی اِیں پیج چھیری گا تے چھیں گھیاٞگیل بدلی مافوظ نہ ہوئ۔ تو یقیناً اِیں پیج چھیری بچوگ دِیانتاٞ؟

source: You must allow microphone access.
gwc: تو خامخہ مائکروفون ایں اجاذاٞت دہ۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
gwc: تٞھکٞہ ضرولی اوں ٹیپ کٞراٞل آں ہاٞر لفظ بُجوگاں قابیل ہوگ۔ مٞہ مشین دہ اِزدہ کٞروگاں اصول دیاٞنت اوں اِیں قابیل ہوئی اوں پس منظر آٞں مختلف شور کنٹرول کٞربائی تہ، تے یا بھی نسبتاً باٞر تیزشور یا بھی سٞمسو پس منظر واٞلاٞ موسیقیاٞں ہواٞز پا قبول ہوئ بشرط اِیںوں توم تھئ چُنڑیل آٞں بُجوگ ماں نہ رٹنش تہ۔ چِنگاٞر یا پھوٹوگاں ہواز اوں سٞہ تھئ چُنڑیل بُجوگ ماں رٹوݭات اٞسیں مطلاٞب اِیں نوں تٞھکٞہ کلپ ختم کٞروگ پکاٞر۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
gwc: چھاں لہجہ اینچھلہ تھو کھیکی تھو الفاظ مننت۔ تُو کھنہ دروت، تو دی کیں جِب دیاں تے دی کٞتیک عمل تھی اوں تن دہ اسیں تشکیل ہوئیں۔ کاں مالومات چھاٞں خیال سہ موزوں تھو تاس ہیماگ شریک کٞر۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
gwc: چھاں باٞنامی ہوازیں ریکارڈِنگ کامن وائیساٞں ڈیٹاسیٹ مئ درئ۔ اٞ دیر تئ تانی پروفائیل ڈیلیٹ کِیر تے تو تانی ریکارڈِنگز ڈیٹاسیٹ تھی دوکٞروگاں درخاس نہ کٞرباں۔

source: Your daily goal has been created
gwc: چھاں دوساں ہدف چاجِِنت

source: Your dataset is downloading!
gwc: چھاں ڈیٹاسیٹ ڈاؤنلوڈ ہونت

source: Your download has started.
gwc: چھاں ڈاؤن لوڈ شروع ہُوت

source: You’re contributing to a target segment
gwc: تُو اٞ ہدف والہ حصاٞ مئی مداٞد کٞرنت

source: You’re contributing to our first target segment
gwc: تُو مُوں اولاں ہدف والاٞ حصاٞ مئی مداٞد کٞرنت

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gwc: تُو مُٹو اِیں کٞہ سیٹ ہُو اُوں تُوای میل حاصِیل<bold>نٞہ</bold> کٞرئ، مثلاً ہدفاں یاداشت، ماں کاراں ترقی ایں شِید تے کامن وائیساٞں باٞراٞ مئ رِسالہ

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gwc: تُو مُٹو ان تھی پت ای میل حاصِیل کٞرئ، مثلاً ہدفاں یاداشت، ماں کاراں ترقیں شِید تے کامن وائیساٞں باٞراٞ مئ رِسالہ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gwc: تُو باٞر تیز بچنت۔ ماربینی کاٞ اتوشی سات امی جملاں جائیزہ گھین اُوں آم صحی تُھو آٞ کو نہ۔

source: You're helping Common Voice reach our daily sentence goals!
gwc: تو کامن وائیس سٞہ مُوں روزاناں جُملاٞں ہدف مئ مداٞد کٞرنت!

source: Your email address
gwc: چھیں ایمیلاں پتہ

source: You respond or reply to it as naturally as you can
gwc: تو جواب کتیک فطرتی داٞونش دہ

source: Your files are being assembled. Please check again later.
gwc: چھیں فائلونہ اٞبھاگ کٞرجِینت۔ ماٞربینی کاٞ پت پتہ دوارہ چیک کٞر۔

source: Your Languages
gwc: چھیں جِبونہ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gwc: تُھوں جِباٞں جدا لہجاٞ مئی کلِپ لیست۔ لخہ تُو دیانت تے، تُو تانی سیٹنگ بدلا تانی جِب مئی دی جملاٞ بِیݭ۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gwc: تُھوں جِباٞں جدا لہجاٞ مئی جملاٞ لاٞست۔ لخہ تُو دیانت تے، تُو تانی سیٹنگ بدلا تانی جِب مئی دی جملاٞ بِیݭ۔

source: Your username and email will not be associated with the published data.
gwc: چھاں صارفی نام تے ای میل چاپ ہوگاٞل ڈیٹا سٞہ نہ مِلاجئ۔

source: Your weekly goal has been created
gwc: چھاں ہفتہ وار ہدف چاجِنت

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
gwc: تھکہ شاردہ اٞ ایمیل یئی، ان مئی ایں مالومات ہوئے اوں تھوں جِب کامن وائیس مئی شامل کیر کٞہ کٞہ قداٞم راٞت کٞرجنت

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
gwc: تئی عام ہاواز پھݭاگ سہ مداٞد کیر <goalPercentage></goalPercentage> مُوں دوساں { $goalValue } ریکارڈ کٞروگاں مقصد مئی۔

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
gwc: تئی عام ہاواز پھݭاگ سہ مداٞد کیر <goalPercentage></goalPercentage> مُوں دوساں { $goalValue } دروستیاٞں مقصد مئی۔

source: You've successfully signed up for contributing to { $language }. Thank you.
gwc: تو کامیابی سٞہ سائن اپ ہوت تعاونیں کیر{ $language }۔ چھیں ماٞربینی۔

source: You want to join the Common Voice mailing list
gwc: تو کامن وائیسیں خط لاڑاگیں لیسٹ مئ شامل ہوگ دِیانت

source: You write down what you hear in the audio clips
gwc: تو کٞنا آڈیو مئ بُجنت تاٞس چُنڑ۔

source: Zaza
gwc: زازا

source: Zip #{ $offset } of { $total }
gwc: زِپ تاداد{ $offset }مئ{ $total }

source: Zulu
gwc: زولو

source: account recovery key
gwc: کھاتاں دوبارہ حاصِیل کٞروگاں اوڄ

source: add-on
gwc: اضافی سامان

source: alternate text
gwc: متبادل متن

source: attack
gwc: حملہ

source: attacker
gwc: حملہ کٞروگ والہ

source: Attack Site
gwc: حملہ کٞروگ والہ ویبسائیٹ

source: attendee
gwc: حاضرین

source: authenticate
gwc: تصدیق کٞروگ

source: authenticated
gwc: تصدیق کٞراٞل

source: authentication code
gwc: تصدیق کٞروگاں کوڈ

source: autoplay
gwc: اپینہ بزُوگ

source: backup authentication code
gwc: بیک اپ آں تصدیقی کوڈ

source: bookmark
gwc: بُک مارک

source: breakpoint
gwc: بدلی گھیاٞگاں بھاگ یا ٹیم

source: Bug report
gwc: پریشانیاں رپوٹ

source: certificate authority
gwc: ساڑیپیکٹیں اتھارٹی

source: cipher
gwc: کوڈ

source: clipboard
gwc: کلِپ بورڈ

source: colorway
gwc: رنگاں مجموعہ

source: confirmation code
gwc: تصدیقی کوڈ

source: context
gwc: موقع و محل

source: cookie banner
gwc: کوکی آں بینر

source: corrupt
gwc: خراب کٞروگ

source: corrupted
gwc: نشاٞل

source: crash
gwc: پھوٹوگ

source: cross-site tracking cookie
gwc: مختلف ساٞئیٹاٞں کھوجی کوکی

source: cryptominer
gwc: کرِپٹو مائینر

source: cryptomining
gwc: کرِپٹو مائینینگ

source: debug
gwc: خرابی دوکٞروگ

source: deceptive site
gwc: چھاٞل کٞروگ والہ سائیٹ

source: decode
gwc: کوڈ تھی مطلاٞب اخکارہ کٞروگ

source: decryption
gwc: جندرہ تلاٞل پیغام دوبارہ پٞروگیں کیر پت کٞروگاں امل

source: disinformation
gwc: غلط مالومات

source: distrust
gwc: بااِتبیری

source: email mask
gwc: نقلی ای میل

source: enable
gwc: فعال کٞروگ

source: encode
gwc: کوڈ مئ بدلاگ

source: encrypt
gwc: پروگ ما رٹوگیں کیر جندرہ تلوگ

source: encryption
gwc: پروگ ما رٹوگیں کیر جندرہ تلوگاں عمل

source: end user
gwc: آخری صارف

source: Enhanced Tracking Protection
gwc: ٹریکِنگ ما ذیات محفوظ

source: extension
gwc: توسیع

source: fingerprinter
gwc: انگوڄاٞں نخ پویانوگاں آلہ

source: fingerprinting
gwc: انگوڄاں ناٞخ ݭاگاں یا پویانوگاں امل

source: Firefox View
gwc: فائیر فاکساں پشوگ

source: grassroots
gwc: تواٞں سطاٞ دہ

source: home page
gwc: اولاں مُک

source: import
gwc: گھیاٞگ

source: independent browser
gwc: آذاد براؤزر

source: innovations
gwc: جدت گھیاٞگ

source: insecure
gwc: غیر محفوظ

source: installation
gwc: سافٹ ویئر تلوگ

source: Issue
gwc: جاری کٞروگ

source: Legacy extension
gwc: لݭِین پرہ نہ ختم نہ کٞریل فائیل

source: MDN
gwc: ایم ڈی این

source: misinformation
gwc: غلظ مالومات

source: native
gwc: مُقیمی

source: net neutrality
gwc: انٹرنیٹاں تمام پراڈکٹ کہ صارفیناں پھݭوگ مئ غیرجانبدار ہوگ

source: nonprofit
gwc: غیر منافع بخش

source: non-profit
gwc: غیر منافع بخش

source: open source
gwc: کاپی رائیٹ ما آذاد

source: override
gwc: غالب ہوگ

source: phone number mask
gwc: فرضی فون نمبر

source: pop-up
gwc: اٞجاٞنہ اخکارہ ہوگ

source: preference
gwc: ترجیح

source: Privacy Notice
gwc: رازدیریاں نوٹس

source: release
gwc: جاری کٞروگ

source: report
gwc: رپوٹ داٞگ

source: restricted site
gwc: بند کٞریل سائیٹ
